{
    "layout": "himalayanProfile/himalayanProfile.njk",
    "testimonials": [
        {
            "userProfileImage": "../../assets/templates/images/testimonials/ashwini-profile.jpg",
            "userName": "Ashwini",
            "userRelationship": "Customer",
            "userTestimonialSummary": "",
            "userTestimonialDetail": "Amazed again! This was the second winter trek in Uttarakhand and I must say this place seize to amaze me again and again. Not only the basic facilities were amazing but proper attention to the nutrition, comfortable tents ,sleeping bags with lining , hot chocolate and of course the magical games to keep us moving through out the day in the freezing temperatures added to the extra warmth. Very thoughtful and innovative ideas by HHC to keep  the group engaged and fit throughout the trek. Thanks HHC for that extra warmth and an experience that humbled me and at the same time fulfilled me."
        },
        {
            "userProfileImage": "../../assets/templates/images/testimonials/ashwin-profile.jpg",
            "userName": "Ashwin",
            "userRelationship": "Customer",
            "userTestimonialSummary": "",
            "userTestimonialDetail": "I am  really thankful to all the members of HHC team who are dedicated to make your trek success without any difficulties. Moreover,The hike was as much about learning the geology, flora, fauna, and “leave no trace” principles as it was about seeing the Himalayas Brahmataal trek with HHC was, hands down, THE MOST MAGNIFICENT experience i ever had!"
        },
        {
            "userProfileImage": "../../assets/templates/images/testimonials/nuthan-profile.jpg",
            "userName": "Nuthan",
            "userRelationship": "Customer",
            "userTestimonialSummary": "",
            "userTestimonialDetail": "I wanted the year to end magical and snowy... i thought it would be Europe... But I did something incredibly better TREK WITH Himalayan Hiking Club in the majestic #himalayas. As one of the  trek leaders (Vikrant Shirdade) quoted Sir Edmund \"you dont conquer the mountain, you conquer yourself\". A humbling experience that makes you grateful and tells you that the irritations one faces everyday is nothing compared to the beauty out there. Thanks Himalayan Hiking Club and specially to Saurabh for empowering me. You rock!"
        },
        {
            "userProfileImage": "../../assets/templates/images/testimonials/smita-profile.jpg",
            "userName": "Smita",
            "userRelationship": "Customer",
            "userTestimonialSummary": "",
            "userTestimonialDetail": "This was my first Himalyan Trek and The HHC team made my trip to the Himalayas a very unforgettable one!! Right from the planning to booking it was very smooth experience and response time was amazing. What truly made the experience is that they follow conventional trekking with limited group size paying special attention to the beginners. Thinking to step out in Himalayas  for first time then highly recommend HHC !!"
        }
    ],
    "listOfEssentials": [
        "Jeans / Trekking Pants - 2",
        "Shirt / T - Shirts - 2 to 3",
        "Windproof jacket of decent quality (no flimsy wind cheaters please!) preferably with a hood",
        "Warm and thick Fleece / Full-sleeve Woollen sweater",
        "Thermal inner wear (upper &amp; lower)",
        "Woollen cap",
        "Woollen gloves",
        "Woollen socks &amp; regular socks (3-4 pairs)",
        "Scarf/muffler (optional)",
        "Comfortable Trekking/Hiking shoes (shoes with a thick sole are recommended)",
        "Lightweight floaters/sandals/slippers",
        "Raincoat / Poncho",
        "Small light weight towel",
        "Water bottle (sturdy ones, no empty Bisleri bottles!!)",
        "Cap / Hat to keep the strong sun away from your face",
        "Sun glasses",
        "Walking stick / Trekking pole",
        "Sunscreen Lotion",
        "Lip Balm",
        "Torch / Flashlight (with extra batteries)",
        "Medicines, if requiring any specific medication",
        "Personal toiletries",
        "Books, if you like reading",
        "Day pack/small bag which you will carry on your back every day and keep your essentials in it",
        "Carry rain cover for your bags",
        "Keep a few poly bags or waterproof bags in your bag in which if required you can put your belongings in case of heavy rain",
        "Camera if you like (with fully charged batteries)"
    ]
}